/*
Задание 1:
Найти максимальную зарплату работника с должностью (occupation) менеджера из города с id равным 2.

Дана таблица employees с данными о разных работниках из разных компаний. 
Пример содержания таблицы:
+-------------+---------------+---------+--------------+--------+
| employee_id | employee_name | city_id |  occupation  | salary |
|-------------+---------------+---------+--------------+--------|
|            1|      Alexander|        1|  Team Manager|   52000|
+-------------+---------------+---------+--------------+--------+
*/
select 'zalupa'