/*
Задание 1:
Найти максимальную зарплату работника с должностью (occupation) из города с id равным 2.

Дана таблица employees с данными о разных работниках из рзных компаний. 
Пример содержания таблицы:
+-------------+---------------+---------+------------+--------+
| employee_id | employee_name | city_id | occupation | salary |
|-------------+---------------+---------+------------+--------|
|            1|      Alexander|        1|  IT support|   52000|
+-------------+---------------+---------+------------+--------+
*/
