/*
Задание 2:
Найти информацию о средней зарплате среди представленных в таблице гендеров 
с должностью (occupation) Data Engineer.
Замените True и False на значения female и male соответственно.
Отсортируйте полученный результат по средней зарплате в порядке убывания.

Дана таблица employees с данными о разных работниках из разных компаний. 
Пример содержания таблицы:
+-------------+---------------+--------+------------+--------+
| employee_id | employee_name | gender | occupation | salary |
|-------------+---------------+--------+------------+--------|
|            1|      Alexander|    True|  IT support|   52000|
+-------------+---------------+--------+------------+--------+
*/
