/*
Задание 3:
Найти информацию о средней зарплате среди представленных в таблице компаний, а также общее количество их сотрудников.
Округлите среднюю зарплату до трех знаков после запятой. Результат отсортируйте по средним зарплатам в порядке убывания.

Дана таблица employees с данными о разных работниках из разных компаний. 
Пример содержания таблицы:
+-------------+---------------+--------+------------+--------+
| employee_id | employee_name | gender | company_id | salary |
|-------------+---------------+--------+------------+--------|
|            1|      Alexander|    True|           1|   52000|
+-------------+---------------+--------+------------+--------+
*/
