/*
Задание 5:
Найти максимальную разницу во времени между созданием аккаунта и его последним обновлением.
Ответ представьте в виде количества дней.

Дана таблица employees с данными о разных работниках из разных компаний. 
Пример содержания таблицы:
+-------------+---------------+--------+----------------------+----------------------+
| employee_id | employee_name | gender |      created_at      |      updated_at      |
|-------------+---------------+--------+----------------------+----------------------|
|            1|      Alexander|    True|   2023-06-09 16:39:53|   2025-07-01 12:04:17|
+-------------+---------------+--------+----------------------+----------------------+
*/
