/*
Задание 6:
Выведите имена работников с неуказанным email, а также их email, заменив NULL на значение "example@email.com".

Дана таблица employees с данными о разных работниках из разных компаний. 
Пример содержания таблицы:
+-------------+---------------+--------+-----------------+
| employee_id | employee_name | gender |      email      |
|-------------+---------------+--------+-----------------|
|            1|      Alexander|    True|  abc@example.com|
+-------------+---------------+--------+-----------------+
*/
